Revit 2027 API
ParameterTypeId.RebarSystemLayerSummaryTopDir1WithSpacing Property
 "Top/Exterior Major"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemLayerSummaryTopDir1WithSpacing { get; }
Public Shared ReadOnly Property RebarSystemLayerSummaryTopDir1WithSpacing As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemLayerSummaryTopDir1WithSpacing {
	ForgeTypeId^ get ();
}
static member RebarSystemLayerSummaryTopDir1WithSpacing : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace